Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=471_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Bohccostallit – joouk späŠssbõŠšše Oulust
fin: Bohccostallit – ryhmälle kiitosta Oulussa

source: SääŠmnuõrid eeŠttkâŠsttam Bohccostallit – joukk vuâǯǯai späŠssbõõžžid da cisttpeäggtõõzz Oulust väŠlddkåådlaž
fin: Saamelaisnuoria edustanut Bohccostallit – ryhmä sai kiitosta ja kunniamaininnan Oulussa valtakunnallisessa

source: MOVES – tanssärvvtõõllmõõžžâst
fin: Moves - tanssikatselmuksessa

source: 20.-22.5. oddlõs čuäŠjtõõzzineez “ Njuovvan ” (puõccu ähttmõš).
fin: 20.-22.5. reippaalla esityksellään “ Njuovvan ” (poron teurastus).

source: ÄrvvtõõllmõŠšše vuäŠssõŠtte pâŠjjel 1100 nuõrrâd da škooulneŠǩǩed 126 jooukâst, koin ÂŠvvel vueŠllškooul kolmm niõđ da neŠllj ååumpäärna leŠjje nuõrmõõzz.
fin: Katselmukseen osallistui yli 1100 nuorta ja lasta 126 ryhmässä, joista Ivalon alakoulun kolme tyttöä ja neljä poikaa olivat nuorimmat.

source: Joouk vuäŠpsteei, uŠčteeŠl Bigga-Helena Magga da Rauna Mätäsaho leŠjje kuärǥas da valddum jooukâs oŠnnstem diõtt.
fin: Ryhmän ohjaajat, opettajat Bigga-Helena Magga ja Rauna Mätäsaho olivat iloisesti yllättyneitä ryhmänsä menestyksen vuoksi.

source: Tanss šõõddi jakutialaž Sykkys – tanssjoouk čuäŠjtõõzzâst Ijahis Idja – pooddâst Aanrest 2010.
fin: Tanssin idea sai alkunsa jakutialaisen Sykkys – tanssiryhmän esityksestä Ijahis Idja – tapahtumassa Inarissa 2010.

source: Oulu ärvvtõõllmõŠšše vuässõŠtte še ÂŠvvel lookkjiškooul Villasat – joukk taansineez Doaivut da vuoimmehuvvat (Tuäiv da peŠttõõttmõõžž).
fin: Oulun katselmukseen osallistuivat myös Ivalon lukion Villasat - ryhmä tanssillaan Doaivut ja vuoimmehuvvat (Toivoa ja lannistua).

source: Joouk vitt niõđ leŠjje jiõčč tuejjääm koreograaf tanss- da čuäŠjldemuŠčteeŠl Teija Sonkkila veäŠǩǩvuõđin, kååŠtt tuåimmji še joouk vuäŠpsteeŠjen.
fin: Ryhmän viisi tyttöä olivat itse tehneet koreografian tanssi- ja draamaopettaja Teija Sonkkilan avustuksella, joka myös toimi ryhmän ohjaajana.

source: Taans jurdd vuâđđââvv jieŠllikaŠrtte Kautokeino tuärr, koŠst čuäŠjtõõzz tueŠǩǩen čuõjjâm Mari Boine musikk leäi laiŠnnjum.
fin: Tanssin idea perustuu elokuvaan Kautokeinon kapina, josta myös esityksen taustalla soinut Mari Boinen musiikki oli lainattu.

source: Niõđi uŠčteeŠl Marjaana Aikio leäi kuärram voddõõttâmpihttsid, kook leŠjje fijnnâz da eunnai.
fin: Tyttöjen opettaja Marjaana Aikio oli ommellut hienot ja värikkäät esiintymisasut.

source: Snimldõõǥǥâst liâ meädda lookkjiškooulneǩ Anne Olli di vuäŠpsteei Marjaana Aikio da Teija Sonkkila.
fin: Kotiin lähdössä Kuvasta puuttuvat Anne Olli sekä ohjaajat Marjaana Aikio ja Teija Sonkkila.

source: Snimldõk Anni Näkkäläjärvi.
fin: Valokuva Anni Näkkäläjärvi.
